Merge pull request #1 from SantiagoAmaya21/feature/monolith-app
Feature/monolith app
